}
 {
   "id": "1",
   "name": "Rory OConnor",
   "party": "Independant",
   "county": "Wicklow",
   "ward": "Bray West",
   "bio": "My name is Rory O’Connor, I\’m a native of Wicklow having spent my entire life living in Enniskerry as well as spending a number of years living in the Southern Cross. I come from a family of seven, my brother and sister, Tommy and Grace, attend St. Gerards secondary school, where Tommy plays second row for the Senior Cup Team. My older sister Tara is a child psychologist and my eldest brother Aidan works for a consultancy firm. I was educated in Enniskerry National School, where I played football for Enniskerry FC. I currently study Politics and Social Computing in UCD.\n\nI\’m involved with several community and voluntary groups in sport, social justice and the environment. I\’m a member of Tidy Towns, where I work with other locals to keep Enniskerry as one of Ireland\’s cleanest and aesthetic villages in Ireland. I’m the organiser of the Bray \‘Strike for Climate Change\’ protest, which saw over one hundred students from St. Gerards, Woodbrock College, St.Andrews N.S and Bray School Project N.S deliver a signed petition to Wicklow County Council demanding action on Climate Change.\n\nI have a strong family tradition in public service being a great-grandson of Sean Lemass who was an IRA volunteer in the GPO aged 16 and later went on give many years to the successful development of a modern Ireland.\n\nI became involved in politics because I was dismayed at the Council\’s response to real issues in our community. I remember trying to call a number of councillors to get graffiti removed from the Enniskerry town clock, some of the councillors didn\’t even have mobiles and the others I called promised action, yet the graffiti remains. Therefore, I think it\’s vitally important that young people engage with politics to shake up the system and be more active than some sitting councillors. We\’ve seen this countless time before, grassroot organisations are leading the changes in national priorities by heaping political pressure on locally. Let\’s shake up the system, let\’s put our priorities on the agenda again.\n\nPlease consider me for your Number 1 vote on May 24th, or your highest preference after that.\n\nIs Mise le Meas",
   "website": "http://vote1rory.com/",
   "facebook": "https://www.facebook.com/oconnorbraywest",
    "twitter": "",
   "instagram": "https://www.instagram.com/indroryoconnor/",
   "email": "vote1roryoconnor@gmail.com",
   "phone": "0834610357"
 }
}
