[
 {
   "id": "1",
   "name": "Rory OConnor",
   "party": "Independant",
   "county": "Wicklow",
   "ward": "Bray West",
   "bio": "My name is Rory O\’Connor, I\’m a native of Wicklow having spent my entire life living in Enniskerry as well as spending a number of years living in the Southern Cross. I come from a family of seven, my brother and sister, Tommy and Grace, attend St. Gerards secondary school, where Tommy plays second row for the Senior Cup Team. My older sister Tara is a child psychologist and my eldest brother Aidan works for a consultancy firm. I was educated in Enniskerry National School, where I played football for Enniskerry FC. I currently study Politics and Social Computing in UCD.\n\nI\’m involved with several community and voluntary groups in sport, social justice and the environment. I\’m a member of Tidy Towns, where I work with other locals to keep Enniskerry as one of Ireland\’s cleanest and aesthetic villages in Ireland. I’m the organiser of the Bray \‘Strike for Climate Change\’ protest, which saw over one hundred students from St. Gerards, Woodbrock College, St.Andrews N.S and Bray School Project N.S deliver a signed petition to Wicklow County Council demanding action on Climate Change.\n\nI have a strong family tradition in public service being a great-grandson of Sean Lemass who was an IRA volunteer in the GPO aged 16 and later went on give many years to the successful development of a modern Ireland.\n\nI became involved in politics because I was dismayed at the Council\’s response to real issues in our community. I remember trying to call a number of councillors to get graffiti removed from the Enniskerry town clock, some of the councillors didn\’t even have mobiles and the others I called promised action, yet the graffiti remains. Therefore, I think it\’s vitally important that young people engage with politics to shake up the system and be more active than some sitting councillors. We\’ve seen this countless time before, grassroot organisations are leading the changes in national priorities by heaping political pressure on locally. Let\’s shake up the system, let\’s put our priorities on the agenda again.\n\nPlease consider me for your Number 1 vote on May 24th, or your highest preference after that.\n\nIs Mise le Meas",
   "website": "http://vote1rory.com/",
   "facebook": "https://www.facebook.com/oconnorbraywest",
    "twitter": "",
   "instagram": "https://www.instagram.com/indroryoconnor/",
   "email": "vote1roryoconnor@gmail.com",
   "phone": "0834610357",
   "role": "Councilor"
 },
  {
   "id": "2",
   "name": "Luke \’Ming\’ Flanagan",
   "party": "Independant",
   "county": "Roscommon",
   "ward": "Roscommon-South Leitrim",
   "bio": "My name is Luke Ming Flanagan – Luke from my father, a hard-working man all his days, Ming from a more colourful time in my life when I was known as Ming the Merciless.\n\nFAMILY\nI deliberately put this as the first heading because in my life, family comes first – everything else, including politics, comes second. Because of difficulties surrounding the birth of our third child, Saoirse, in September 2014, the first six months of my time as an MEP were spent more or less at home. I regret that I couldn\'t operate effectively in Brussels and in Strasbourg during that time and my record as an MEP for 2014 suffered accordingly; I don\'t regret doing it.\n\nI have a deep and abiding love for both my parents, for my mother (whom I still miss) and for my father. I also have massive respect for them both, and a huge appreciation for the sacrifices they made in bringing up a large family on what even back then were only very average wages. What they had they made the most of, and we never knew want in our house, at least not ‘want\' in how I understand it.\nJudy and myself are married (eventually!), are proud parents to three beautiful girls, Isabelle, Katie and the above-mentioned Saoirse, all of whom we are rearing to be strong, independent individuals who think and act for themselves. This of course brings its own challenges, and I do mean challenges – constant challenges to our authority, which in turn should lead to constant challenging of any authority. This, I believe, should be the cornerstone of any truly democratic society, a society where no-one sits above anyone else but where we can all look each other squarely in the eye and in any circumstance, say – ‘Hang on a minute, I don\'t think I can agree with that…\'.\n\nPOLITICAL LIFE\nI\'m not a politician born and bred – it wasn\'t on the horizon for a young Flanagan when I was growing up – but I am definitely a born politician. From as long as I can remember I\'ve been fighting, first just my own corner (I was small, bullied, but learned early and well at my father\'s knee – never turn your back on a bully, and when you fight, never step back), then, as I grew into an adult, taking up a succession of causes.\nInitially I was associated only with the drive to legalise cannabis, the Ming the Merciless era; this is something I still passionately believe should be done. We\'re meant to learn from history, and if there\'s any one thing that the Prohibition Era in the US should teach us it\'s that banning something that\'s as natural as cannabis simply doesn\'t work. In fact it\'s counter-productive; in the US it contributed enormously to the rise of the Mafia and organised crime, across the world today, including in Ireland, the similar prohibition of drugs such as cannabis has contributed enormously to a similar rise of organised crime, making millionaires and even billionaires of some of the worst elements of society.\nLater, I became identified with the turf-cutting issue, where families – including my own – who had been cutting turf in their own sections of bog for many, many generations were suddenly told they couldn\'t do so anymore. As with the legalisation of cannabis, this fight too is ongoing but – and again as with the legalisation of cannabis – it\'s a fight I believe we are winning.\nI\'m an Independent, and I\'ve often been asked about that, about why I don\'t join a political party, or even form a party. It\'s simple; as I pointed out above, I believe in thinking and acting for myself.\n\nA major part of the problems we\'ve had since the foundation of this state has been the practice of blind, unquestioning obedience. Whether that be to a church, to the Gardaí, to the local teachers, to whatever political party you happen to be part of, it\'s unhealthy.\nWhat would have happened if instead of being intimidated by the clergy who were abusing children (and though I\'m not religious, I would point out they were a minority), the parents of those children and the Gardaí to whom it was reported acted immediately and decisively?\nWhat would have happened if instead of ignoring the cries of abused wives who were expected to ‘love, honour and obey\' their husbands, society took those abusive husbands to task?\nWhat would have happened over the decades if those in political parties who saw and/or knew of corruption within their party were to immediately stand up and condemn it?\nI don\'t believe in dogma, I don\'t believe in group-think, I don\'t believe in handing responsibility for my thoughts and actions over to a collective, behind which I can then hide.\nNone of this is to say that I can\'t work with my people – on the contrary, it leaves me free to work with anyone and everyone, and in my time as a County Councillor, as a TD, and now as an MEP, that is exactly what I do.\nIn the European Parliament I\'m part of a fairly large group, 52 MEPs from a variety of countries. In that Parliament, at the Plenary sessions and in the various committees, I work with all those MEPs and – for the most part – support the group when it comes to votes. But only for the most part – there is no blind obedience, I vote my own beliefs, my own conscience.\nLikewise in the various committees I will work with MEPs from various other Groups, including Fine Gaels MEPs, in situations where we find common ground.\n\n\nAnd that to me is politics. It\'s not about left or right, it\'s about right or wrong, it\'s about taking every issue on its merits, then working in as constructive a manner as possible with whoever will help you get that issue across the line.\nI make no false claims, no false promises. Given where I come from in my thinking, given that much of my political life has been spent in challenging authority, in exposing the wrongdoings, many people will see me as not being productive. They couldn\'t be more wrong.\nMaybe I\'m not getting as much legislation through as I would like, maybe I\'m not loved by such as RTE and those who call the media shots in this country, but along with other like-minded people, I do get to amend legislation, I do get to act as a brake on the excesses of those who, if they had their unchallenged way, would have us all back as serfs to the powerful few, I do get to shine a light, from inside the system, on what\'s going on.\n\n\nAs my slogan says, I am ploughing a furrow in Europe, but it\'s not a lone furrow.\nThank you for your support.",
   "website": "https://www.lukemingflanagan.ie/",
   "facebook": "https://www.facebook.com/Lukemingflanagan/",
    "twitter": "https://twitter.com/lukeming?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
   "instagram": "https://www.instagram.com/lukemingflanagan/?hl=en",
   "email": "lukeming.flanagan@europarl.europa.eu",
   "phone": "353863685680",
   "role": "MEP"
 }
]
